[
  {
    "reference": "Amsal 3:11-12",
    "text": "Hai anakku, janganlah engkau menolak didikan TUHAN, dan janganlah engkau bosan akan peringatan-Nya, karena TUHAN memberi ajaran kepada yang dikasihi-Nya, seperti seorang ayah kepada anak yang disayangi."
  },
  {
    "reference": "Yakobus 1:19-20",
    "text": "Hai saudara-saudara yang kukasihi, ingatlah hal ini: Setiap orang hendaklah cepat untuk mendengar, tetapi lambat untuk berkata-kata, dan juga lambat untuk marah."
  },
  {
    "reference": "Amsal 15:1",
    "text": "Jawaban yang lemah lembut meredakan kegeraman, tetapi perkataan yang pedas membangkitkan marah."
  },
  {
    "reference": "Matius 7:3",
    "text": "Mengapakah engkau melihat selumbar di mata saudaramu, sedangkan balok di dalam matamu sendiri tidak engkau ketahui?"
  },
  {
    "reference": "Galatia 6:1",
    "text": "Saudara-saudara, kalaupun seorang kedapatan dalam suatu pelanggaran, maka kamu yang rohani, harus memimpin orang itu ke jalan yang benar dalam roh lemah lembut, sambil menjaga dirimu sendiri, supaya kamu juga jangan kena pencobaan."
  },
  {
    "reference": "Yeremia 29:11",
    "text": "Sebab Aku ini mengetahui rancangan-rancangan apa yang ada pada-Ku mengenai kamu, demikianlah firman TUHAN, yaitu rancangan damai sejahtera dan bukan rancangan kecelakaan, untuk memberikan kepadamu hari depan yang penuh harapan."
  },
  {
    "reference": "Yesaya 41:10",
    "text": "Janganlah takut, sebab Aku menyertai engkau, janganlah bimbang, sebab Aku ini Allahmu; Aku akan meneguhkan, bahkan akan menolong engkau; Aku akan memegang engkau dengan tangan kanan-Ku yang membawa kemenangan."
  },
  {
    "reference": "Roma 8:28",
    "text": "Kita tahu sekarang, bahwa Allah turut bekerja dalam segala sesuatu untuk mendatangkan kebaikan bagi mereka yang mengasihi Dia, yaitu bagi mereka yang terpanggil sesuai dengan rencana Allah."
  },
  {
    "reference": "Mazmur 23:1",
    "text": "TUHAN adalah gembalaku, takkan kekurangan aku."
  },
  {
    "reference": "Filipi 1:6",
    "text": "Akan hal ini aku yakin sepenuhnya, yaitu Ia, yang memulai pekerjaan yang baik di antara kamu, akan meneruskannya sampai pada akhirnya pada hari Kristus Yesus."
  },
  {
    "reference": "Amsal 16:9",
    "text": "Hati manusia memikir-mikirkan jalannya, tetapi Tuhanlah yang menentukan arah langkahnya."
  },
  {
    "reference": "Efesus 4:2",
    "text": "Hendaklah kamu selalu rendah hati, lemah lembut, dan sabar. Tunjukkanlah kasihmu dalam hal saling membantu."
  },
  {
    "reference": "Matius 6:34",
    "text": "Sebab itu janganlah kamu khawatir akan hari besok, karena hari besok mempunyai kesusahannya sendiri. Kesusahan sehari cukuplah untuk sehari."
  },
  {
    "reference": "Kolose 3:23",
    "text": "Apa pun juga yang kamu perbuat, perbuatlah dengan segenap hatimu seperti untuk Tuhan dan bukan untuk manusia."
  },
  {
    "reference": "2 Timotius 1:7",
    "text": "Sebab Allah memberikan kepada kita bukan roh ketakutan, melainkan roh yang membangkitkan kekuatan, kasih, dan ketertiban."
  },
  {
    "reference": "Mazmur 37:5",
    "text": "Serahkanlah hidupmu kepada Tuhan dan percayalah kepada-Nya, dan Ia akan bertindak."
  },
  {
    "reference": "1 Tesalonika 5:16-18",
    "text": "Bersukacitalah senantiasa. Tetaplah berdoa. Mengucap syukurlah dalam segala hal, sebab itulah yang dikehendaki Allah di dalam Kristus Yesus bagi kamu."
  },
  {
    "reference": "1 Korintus 13:4-7",
    "text": "Kasih itu sabar; kasih itu murah hati; ia tidak cemburu. Ia tidak memegahkan diri dan tidak sombong. Ia tidak melakukan yang tidak sopan dan tidak mencari keuntungan diri sendiri. Ia tidak pemarah dan tidak menyimpan kesalahan orang lain. Ia tidak bersukacita karena ketidakadilan, tetapi karena kebenaran. Ia menutupi segala sesuatu, percaya segala sesuatu, mengharapkan segala sesuatu, sabar menanggung segala sesuatu."
  },
  {
    "reference": "Galatia 5:22-23",
    "text": "Tetapi buah Roh ialah: kasih, sukacita, damai sejahtera, kesabaran, kemurahan, kebaikan, kesetiaan, kelemahlembutan, penguasaan diri. Tidak ada hukum yang menentang hal-hal itu."
  },
  {
    "reference": "Matius 5:9",
    "text": "Berbahagialah orang yang membawa damai, karena mereka akan disebut anak-anak Allah."
  },
  {
    "reference": "Mazmur 119:105",
    "text": "Firman-Mu itu pelita bagi kakiku dan terang bagi jalanku."
  },
  {
    "reference": "Ibrani 11:1",
    "text": "Iman adalah dasar dari segala sesuatu yang kita harapkan dan bukti dari segala sesuatu yang tidak kita lihat."
  },
  {
    "reference": "Roma 12:2",
    "text": "Janganlah kamu menjadi serupa dengan dunia ini, tetapi berubahlah oleh pembaharuan budimu, sehingga kamu dapat membedakan manakah kehendak Allah: apa yang baik, yang berkenan kepada Allah, dan yang sempurna."
  },
  {
    "reference": "Filipi 4:13",
    "text": "Segala perkara dapat kutanggung di dalam Dia yang memberi kekuatan kepadaku."
  },
  {
    "reference": "Yohanes 15:5",
    "text": "Akulah pokok anggur dan kamulah ranting-rantingnya. Barang siapa tinggal di dalam Aku dan Aku di dalam dia, ia berbuah banyak, sebab di luar Aku kamu tidak dapat berbuat apa-apa."
  },
  {
    "reference": "2 Korintus 5:7",
    "text": "Sebab hidup kami ini adalah hidup karena percaya, bukan karena melihat."
  },
  {
    "reference": "Mazmur 46:1",
    "text": "Allah itu bagi kita tempat perlindungan dan kekuatan, sebagai penolong dalam kesesakan sangat terbukti."
  },
  {
    "reference": "Yohanes 14:27",
    "text": "Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu."
  }
]
